1) Составить программу, которая будет считывать введённое пятизначное число. После чего, каждую цифру этого числа необходимо вывести в новой строке.
2) Запрограммировать следующее выражение: (а + b — f / а) + f * a * a — (a + b) Числа а, b, f вводятся с клавиатуры. Организовать пользовательский интерфейс, таким образом, чтобы было понятно, в каком порядке должны вводиться числа.
3) Напишите программу, которая позволяет пользователю ввести в консоли латинскую букву нижнего регистра,  переводит её в верхний регистр и результат выводит в консоль.
4) Программа должна переводить число, введенное с клавиатуры в метрах, в километры.
5) Составьте программу, которая напечатает таблицу (https://en.wikipedia.org/wiki/Metric_prefix#List_of_SI_prefixes) выводить только  Prefix name & symbol, Decimal, используя символы из таблицы ASCII (http://cppstudio.com/post/276//)
Пример таблици: http://www.spohelp.ru/photos/0004/0989/netams_2.jpg
6) Программа должна нарисовать домик, как показано на рисунке (http://cppstudio.com/wp-content/images/article/image_task1.png). Строительным материалом являются: символы слэша (прямой /, обратный , вертикальный |), знак минуса, символ подчёркивания.
7) Используя один оператор вывода cout, программа должна напечатать прямоугольный треугольник из символов знака плюс + (http://cppstudio.com/wp-content/images/article/image_task2.png)
8) Составить программу, которая требует ввести два числа. Если первое число больше второго, то программа печатает слово больше. Если первое число меньше второго, то программа печатает слово меньше. А если числа равны, программа напечатает сообщение Эти числа равны.
9) Составить алгоритм увеличения всех трех, введённых с клавиатуры, переменных на 5,если среди них есть хотя бы две равные. В противном случае выдать ответ «равных нет».

cout << "(а + b — f / а) + f * a * a — (a + b)";
	int a, b, f, x;
	cin >> a;

	cout << "a: " << a << endl;

	cin >> b;

	cout << "b: " << b << endl;

	cin >> c;

	cout << "c: " << c << endl;

	cout << "x=" << (a+b-f/a) + f*a*a-(a+b)<<endl;
